mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/environment
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/utility
mattmc3/zephyr path:plugins/prompt
mattmc3/zephyr path:plugins/macos

zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search

